<?php

return [
    'use_bad'         => 'Вы используете устаревший браузер.',
    'need_cookie'     => 'Для работы с сайтом необходима поддержка JavaScript, Cookies и современный браузер.',
    'mistake'         => 'Если Вы считаете что мы неправильно определили версию Вашего браузера, то сообщите нам, кликнув по кнопке "Сообщить нам".',
    'determined'      => 'Мы определили Ваш браузер как <strong>:browser</strong> версии <strong>:version</strong>.<br>Для работы сайта необходим браузер версии не ниже <strong>:need</strong>.',
    'manual_redirect' => 'Вы самостоятельно перешли по этой ссылке, или сайт Вас перенаправил? Если нет, сообщите нам, нажав на кнопку внизу формы, иначе нажмите кнопку "На главную".',
    'sended'          => 'Уведомление о Вашей проблеме успешно отправлено администратору.',
    'disabling'       => 'Если Вы по-прежнему считаете это сообщение ошибкой, нажмите на кнопку, чтобы отключить его показ на Вашем компьютере.',
    'just_go_to_main' => 'Или просто перейдите на главную страницу.',
    'install_that'    => 'Чтобы использовать все возможности сайта, загрузите и установите один из этих браузеров:',
    'chrome'          => 'Chrome',
    'opera'           => 'Opera',
    'firefox'         => 'Firefox',
    'safari'          => 'Safari',

    'buttons' => [
        'main'           => 'На главную',
        'report_us'      => 'Сообщить нам',
        'disable_notify' => 'Отключить уведомление',
    ],
];
